#!/usr/bin/env bash

function print() {
        cat << EOF 

===============================================

    А а Б б В в Г г Д д Е е Ж ж З з И и Й й 
    К к Л л М м Н н О о П п Р р С с Т т У у
    Ф ф Х х Ц ц Ч ч Ш ш Щ щ Ъ ъ Ь ь Ю ю Я я

================================================

Някога, в далечни времена,
нямало е букви, имена...

Хората общували със знаци -
с мимики, със жестове, със крясъци...

Постепенно станали по-умни.
Но не можели да пишат думи...

Скитал се веднъж Човек в гората -
ябълка му паднала върху главата.

И Човекът викнал: "А!"...
Драснал знак върху пръстта...

Чул, че агне блее: "Бе-е..."
"Нарисувал" мъничко дете...

После стъпил върху съчка -
"нарисувал" изкривена пръчка...

И Човекът с радост заиграл -
първичките буквички видял...

После други букви се родили...
Те света човешки озарили...

EOF
}; print

